Repository: ppaet/weblateTranslationTest
Catalog: ab.po
Languages: ab

source: please select:
ab: Шәааи:

source: input error, please input again
ab: Аҩсҭаа амҩақәа, аҿагылара ааигәы ашәы

source: input error, please check is number
ab: Аҩсҭаа амҩақәа, шәара шәара шәара ибарак

source: input error!
ab: Аҩбатәба!

source: modify success!
ab: Уи аиашьақәа!

source: Welcome to v2ray manager
ab: V2ray уадаҩа амаҵзураз

source: Welcome to xray manager
ab: Иҟало иҳамҩа амаҵзура

source: 1.V2ray Manage
ab: 1.V2ray манараг

source: 1.Xray Manage
ab: 1.Xray Manaна

source: 2.Group Manage
ab: 2. Ауап

source: 3.Modify Config
ab: 3. Уиҳара аамҭат

source: 4.Check Config
ab: Уиҳара амҩақәиа

source: 5.Global Setting
ab: 5. Гласназ

source: 7.Generate Client Json
ab: 7. Клиент JSon

source: start v2ray
ab: Амца

source: start xray
ab: Амҭа xray

source: stop v2ray
ab: Аҵы v2ray

source: stop xray
ab: Аммо xray

source: restart v2ray
ab: V2ray амша

source: restart xray
ab: Xray амша

source: v2ray status
ab: V2ray аз

source: xray status
ab: Xray штат

source: v2ray log
ab: V2ray рего

source: xray log
ab: Xray регулак

source: add port
ab: Иҭыҷа

source: modify UUID
ab: UUID / и / / / / / / / / / / / / / / / / / / /

source: modify alterID
ab: Уи аиашьа

source: modify stream
ab: Аҳамҭа иҳазшот

source: modify tls
ab: Аҽаԥышәа

source: modify shadowsocks method
ab: Аиашьа

source: modify shadowsocks password
ab: Аиашьа

source: CDN mode(need domain)
ab: CDN режимы

source: V2ray Traffic Statistics
ab: V2ray Трафикас статистикак

source: Xray Traffic Statistics
ab: Xray трафика статистикак

source: Iptables Traffic Statistics
ab: Иптафис статистикак

source: Ban Bittorrent
ab: Абитторрент

source: Schedule Update V2ray
ab: Ажәамкаа ашьҭахь V2ray

source: Schedule Update Xray
ab: Ажәамҭа ашьҭахь

source: Clean V2ray Log
ab: V2ray рего

source: Clean Xray Log
ab: Аҩс-Крага

source: Change Language
ab: Аҩсҭааҿы аилкаа

source: HTTPS Socks5 don't support telegram share link
ab: HTTPS Socks5

source: Tip: The same group's node protocol, port, tls are the same.
ab: Ауаа: Уи ашьақәа ашьҭахь протокол, форм, тл.

source: last node can't delete!!!
ab: Аҵыхәтәа ашьҭахь!

source: please input number to
ab: Шәара шәара иҳалацәажәа

source: last group can't delete!!!
ab: Аҵыхәтәа ашьақәа рҟынӡам!!!

source: please input group to
ab: Шәазҭап ашьа

source: input error, please check group
ab: Аҩсҭаа амҩақәиа

source: exist
ab: Иҳамҩа иҳамҭат

source: clean v2ray log success!
ab: Аиашьа

source: clean xray log success!
ab: Аҽеимцә

source: ipv6 network not support update v2ray online, please manual donwload v2ray to update!
ab: Ipv6 амҩақәа иҳамҭа аиашьа

source: ipv6 network not support update xray online, please manual donwload xray to update!
ab: Ipv6 амҩақәа амҩақәа амҩақәа амҩақәа иҳамшом.

source: download v2ray-linux-xx.zip and run 'bash <(curl -L -s https://multi.netlify.app/go.sh) -l v2ray-linux-xx.zip' to update
ab: Аҳхом v2ray-linux-xx. Абип, аҵыхәтәа, аҵәҟьа Аҩсҭаа. Апп. -l v2ray-linux-xx. «озп» раз

source: download Xray-linux-xx.zip and run 'bash <(curl -L -s https://multi.netlify.app/go.sh) -l Xray-linux-xx.zip -x' to update
ab: Аҳамҭак Xray-linux-xx. Абип, аҵыхәтәа, аҵәҟьа Аҩсҭаа. Апп. -l Xray-linux-xx. Zip -x' ашьҭахь

source: check v2ray no install, auto install v2ray..
ab: V2ray азымшам.

source: check xray no install, auto install xray..
ab: Xray- ашьақь

source: close tls will also close HTTP/2!
ab: Иара убас иҳаны HTTP/2!

source: already reset protocol to origin kcp
ab: Иҳамҭак протоколт

source: add port group success!
ab: Уи аилкаара иҳарак!

source: add socks5 user success!
ab: Аҩсҭаа 5 - и иҽеим!

source: add trojan user success!
ab: Аҩсҭаа рориа рыҩныҵҟа!

source: add user success!
ab: Аҩсҭаа иҽеим!

source: del user success!
ab: Del ашьҭахь!

source: del port success!
ab: Del port аҟара!

source: Ban BT status
ab: Аҩсҭаам

source: Ban BT?(y/n):
ab: Аҩбатәба БT? (y/n):

source: Iptables Port Traffic Statistics
ab: Иptables Port Трафик статистикак

source: 1.check statistics result
ab: 1. аҵакыс статистикак

source: 2.reset special port statistics
ab: 2. реset ашьҭахь апрт статистика

source: please input reset port:
ab: Шәааи аамҭа ашьҭахь:

source: reset success!
ab: Иара убас!

source: no data traffic now!
ab: Ҳәарада, насгьы ишәымҭак!

source: V2ray Traffic Statistics Status
ab: V2ray Трафикас статистикас

source: Xray Traffic Statistics Status
ab: Xray Трафицик статистикас

source: 1.open statistics
ab: 1.open статистикак

source: 2.close statistics
ab: 2.clo статистикак

source: 3.check user statistics result
ab: 3. Аҩсҭаа статистика амҩақәа

source: 4.check group statistics result
ab: Уи аиашақәа

source: 5.reset statistics
ab: 5. реset статистика

source: tip: restart v2ray will reset traffic statistics!!!
ab: Аҳамҭа: ашьҭахь v2ray аус статистикақәа еилаҳкаауеит!!

source: tip: restart xray will reset traffic statistics!!!
ab: Аҳамҭа: аҿагылазаашьа

source: open traffic statistics will close schedule update v2ray, continue?(y/n):
ab: Аҩсҭаа статистика амҩақәа ашьҭахь

source: open traffic statistics will close schedule update xray, continue?(y/n):
ab: Аҩсҭаа статистика амҩақәа ашьҭахь

source: undo open traffic statistics!!
ab: Уи иҳаиҭра статистикала!

source: open traffic statistics success!
ab: Уи аҵыхәтәантәи статистика аҟаҵара!

source: close traffic statistics success!
ab: Уи аиашаҵәҟьа статистика аҟаҵара!

source: only open traffic statistics to operate
ab: Аҩсҭаа ашьҭахь

source: please input number or group alphabet to reset:
ab: Уи иҭыҵәҟьаны, мамзаргьы азфафет:

source: no effective email!!!
ab: Еил - ласны иҳамҭак!

source: modify alterId
ab: Уи иҽаԥашьа

source: node alterID
ab: Node ChangID

source: please input new alterId:
ab: Шәааи иҿыц:

source: alterId modify success!
ab: Уи аилкаара иԥсахра!

source: only vmess protocol can modify alterId!
ab: Аиашьақәа ашьҭахь иқәшаҳарԥшуеит.

source: modify dyn_port
ab: Иҳазгәр

source: dyn_port status
ab: Иқь

source: open/close dyn_port(y/n):
ab: Уи ашьақ

source: please input dyn_port alterID(default 32):
ab: Ишәгәалаш инput dyn_port alterID(напалбаа 32):

source: open dyn_port success!
ab: Аҩсҭаа ашьҭахь

source: close dyn_port success!
ab: Уи аиашьа

source: modify email
ab: /Иашьа

source: Socks5 don't support email!
ab: Сокк 5 иe-ta иҳамҭам!

source: node email
ab: Иқь

source: please input new email:
ab: Шәааи иҿыц:

source: not email, please input again
ab: Иe-mail-гом, шәара аҳәыцә

source: have same email, please input other
ab: Уи иҭыҵәы, аҵабырг

source: modify email success!
ab: Еилкаара иҳахәҭоу!

source: modify uuid
ab: /Уuid / / / / / / / / / / / / / / / / / / / /

source: get new UUID?(y/n):
ab: (Y/n):

source: new UUID
ab: Ҿыцк UUID

source: UUID modify success!
ab: Уи аиашьақәа аиашьақәа!

source: undo modify
ab: Иҳамшодот

source: only vmess/VLESS protocol can modify uuid!
ab: Уи мамзаргьы vmess/VLESS протокол иҽшаҳарзашо!

source: modify port
ab: Аҽаԥашьа

source: group port
ab: Ашашам аб

source: please input new port(support range port(use '-' as separator), all range port can effect):
ab: Шәара шәара ҿыц ашьақәа

source: port modify success!
ab: Аусқәа рҟынтә!

source: modify tcpFastOpen
ab: /Ин / / / / /

source: V2ray MTProto/Shadowsocks don't support tcpFastOpen!!!
ab: V2ray MTProto/Shadowsocks мҩаԥхом tcpFastOpen!!!

source: Xray MTProto/Shadowsocks don't support tcpFastOpen!!!
ab: Xray MTProto/Shadowsocks мҩаԥхом tcpFastOpen!!!

source: group tcpFastOpen
ab: Қасам tcpFastOpenName

source: 1.open TFO(force open)
ab: 1. open TFO

source: 2.close TFO(force close)
ab: 2. аплеи TFO( ашьҭахь)

source: 3.delete TFO(use system default profile)
ab: 3. аҽыдырхәац TFO( ашьаҵәҟьақәа ашьҭахь профиль)

source: input error! input -h or --help to get help
ab: Аҩбатәба! Ацәгьа -h ма --help

source: please input socks user:
ab: Шәааи ашьақәа:

source: please input socks password:
ab: Шәазҭап ашьақәа:

source: socks user or password is null!!
ab: Аҩсҭаа, мамзариа мҩақәа, мамзаргьы иҳамоу!

source: random generate (srtp | wechat-video | utp | dtls) fake header, new protocol
ab: Аиашьа

source: random generate port
ab: Аиашьа

source: enter to use, or input customize port
ab: Аҩсҭаа ашьа

source: port is use, please input other port!
ab: Иаҳҳәап, насгьы еилаҳкаа!

source: new port
ab: Ҿыцк

source: add user
ab: Иҭыҷа

source: create random email:
ab: Аиашамҭа ашьҭахь:

source: , enter to use it or input new email:
ab: , Уи иҿыԥшны, мамзаргьы:

source: local group is socks, please input user and password to create user
ab: Аиашьафак ашьақәа амаҵк, аҵабырг ашьақәа ашьа

source: Mtproto protocol only support one user!!
ab: Mtproto протокол аҵабырг иқәныҟәо!

source: Shadowsocks protocol only support one user, u can add new port to multiple SS!
ab: Уи иҳамҭақәа рҟынтә иқәныҟәара иҳацхраауеит, аҟара иҿыц SS рҿы!

source: delete?(y/n):
ab: (А/н):

source: undo delete
ab: Иҳамҭа аамҭат

source: del user info:
ab: Del user ақалак:

source: create random trojan user password:
ab: Аҳамҭақәа рҟынтә ацәгьа

source: , enter to use or input new password:
ab: , Иҿыц ашьҭахь ашьҭахь:

source: please select shadowsocks method:
ab: Шәааи аилкаара ашьақәа:

source: input out of range!!
ab: Аҩсҭаа амҩақәа!

source: random generate password
ab: Аҩсҭаа ашьа

source: enter to use, or input customize password:
ab: Уи аиашаҵәҟьаны, мамзаргьы ашьҭахь аҳасҭа:

source: modify SS
ab: СС- дшазт

source: modify Shadowsocks
ab: Аҳамҭакқәа иԥашьа

source: success
ab: Аҟалара

source: please input fake domain:
ab: Шәааи ашьақәа:

source: please select ss method:
ab: Шәааи м.

source: please input reality serverName(domain):
ab: Ишәгәалак реалит сервер:

source: open xray grpc multiMode?(y/n):
ab: (Y/n):

source: please select fake header:
ab: Шәааи аилкаара иҭыцуа:

source: modify protocol
ab: /Иашьа

source: group protocol
ab: Ашьба протоколт

source: please select new protocol:
ab: Шәааи иҿыц протокол:

source: please input number!
ab: Шәааигәа шәылшоит!

source: V2ray MTProto/Shadowsocks not support https, close tls success!
ab: V2ray MTProto/Shadowsocks http-т р.

source: Xray MTProto/Shadowsocks not support https, close tls success!
ab: Xray MTProto/Shadowsocks http-т р.

source: modify protocol success
ab: Аҳара иԥашьа

source: auto switch 443 port..
ab: Аатраа 443 иқьала...

source: 1. Let's Encrypt certificate
ab: 1. Шәааи аиашьа

source: 2. ZeroSSL certificate
ab: 2. ZeroSSL ҳиатк

source: 3. BuyPass certificate
ab: 3. BuyPass

source: 4. Customize certificate file path
ab: 4. Уи аиашақәа ашьақ

source: local vps ip address:
ab: Окасҭааа vps ip адрес:

source: please input your vps domain:
ab: Шәааи шәара шәара vps domein:

source: domain check error!!!
ab: Домин амҩақәа иқәныҟәы!!!

source: domain can't analysis to local ip!!!
ab: Уи аилкаалак ip - лассы - лассы - лассы - лассы!

source: please input your email to apply for a certificate:
ab: Шәааи шәылшоит иҳаиҭеиҵаа ашьҭахь:

source: not valid email, please input again!
ab: Еиҳала иҳамҭа акәын.

source: auto generate SSL certificate, please wait..
ab: Аҳамҭак SSL- и аиашьа

source: please input certificate cert file path:
ab: Аиашамҭа ашьҭыса ашьҭахь:

source: please input certificate key file path:
ab: Шәара шәақәа ашьҭак ашьақәа файла:

source: certificate cert or key not exist!
ab: Мамзаргьы аилкаара аамҭак!

source: please input the certificate cert file domain:
ab: Шәазҭанабжьа ашьҭахь ашьҭыса ашьҭахь файл domein.

source: domain is null!
ab: Уи адоуҳатә!

source: group tls status
ab: 'Ажәашам'

source: 1.open TLS
ab: 1. Аҳала TLS

source: 2.close TLS
ab: 2.clo TLS

source: MTProto/Shadowsocks protocol not support https!!!
ab: MTProto/Shadowsocks протоколлор

source: modify cdn
ab: Кdn / / / / / / / / / / / / / / / / / / / / /

source: please input run cdn mode domain:
ab: Шәазҭап ашьҭахь cdn мода:

source: domain is empty!
ab: Уи аҵыхәтәа!

source: this group domain {}, enter to use it or input other domain:
ab: Арҭ атәаша domein {}, ашьҭахь, ма мамзаргьы иҭыцуа:

source: must be close cdn proxy!
ab: Уи аилкаауа, убри аҟынтә.

source: please select https port to cdn:
ab: Шәазҭала https port иҳалак.

source: please select protocol to cdn:
ab: Шәааи иҭеиҳәоит протокол.

source: open
ab: Ачб

source: close
ab: Аҳхоз

source: schedule update v2ray task
ab: V2ray аусур

source: schedule update xray task
ab: Ашьҭахь xray атәы

source: 1.open schedule task
ab: 1.open акәгь

source: 2.close schedule task
ab: 2. Аҩсҭаа амҩақәа

source: Tip: open schedule update v2ray at 3:00
ab: Ажәамҭа: аҟны ашьҭахь v2ray 3: 00

source: Tip: open schedule update xray at 3:00
ab: Ажәамкаа: иҿыхра ашьҭахь

source: have open schedule!
ab: Иаҳҳәап, насгьы!

source: close shedule task success
ab: Ажәақәа аилкаара аҟазшьа аҟара аҟара аҟазшьақәа рҟынтә ацәгьа

source: Beijing time: 3, VPS time
ab: Ебгаз

source: success open schedule update task!
ab: Уи аҿагылазаашьақәа аҟара аҿагылара!

source: ppaet
ab: Ппат
