Repository: ppaet/weblateTranslationTest
Catalog: */testtt.po
Languages: es, ja

source: please select:
es: Por favor seleccione:
ja: 選択してください:

source: input error, please input again
es: Error de entrada, vuelva a introducir
ja: 入力エラー、再度入力してください

source: input error, please check is number
es: Error de entrada, por favor compruebe es el número
ja: 入力エラー、番号を確認してください

source: input error!
es: ¡Error de entrada!
ja: 入力エラー!

source: modify success!
es: ¡Modificar el éxito!
ja: 成功を修正!

source: Welcome to v2ray manager
es: Bienvenido a v2ray manager
ja: V2ray managerへようこそ

source: Welcome to xray manager
es: Bienvenido a xray manager
ja: Xray managerへようこそ

source: 1.V2ray Manage
es: 1.V2ray Administrar
ja: 1.V2ray管理

source: 1.Xray Manage
es: 1.Xray Administrar
ja: 1.xray管理

source: 2.Group Manage
es: 2. Grupo Gestionar
ja: 2.グループ管理

source: 3.Modify Config
es: 3. Modificar Config
ja: 3.設定の変更

source: 4.Check Config
es: 4. Compruebe Config
ja: 4.設定の確認

source: 5.Global Setting
es: 5. Configuración global
ja: 5.グローバル设定

source: 6.Update V2ray
es: 6. Actualización V2ray
ja: 6.アップデートV2ray

source: 6.Update Xray
es: 6. Actualizar Xray
ja: 6.Xrayの更新

source: 7.Generate Client Json
es: 7. Generar cliente Json
ja: 7.クライアントJsonを生成する

source: start v2ray
es: Iniciar v2ray
ja: スタートv2ray

source: start xray
es: Iniciar xray
ja: Xrayを開始

source: stop v2ray
es: Parada v2ray
ja: ストップv2ray

source: stop xray
es: Detener xray
ja: 停止xray

source: restart v2ray
es: Reiniciar v2ray
ja: V2rayを再起動

source: restart xray
es: Reiniciar xray
ja: Xrayを再起動

source: v2ray status
es: Estado de v2ray
ja: V2rayステータス

source: xray status
es: Estado de la radiografía
ja: Xrayステータス

source: v2ray log
es: Registro de v2ray
ja: V2rayログ

source: xray log
es: Registro de la radiografía
ja: Xrayログ

source: add port
es: Agregar puerto
ja: ポートを追加

source: del user
es: Del usuario
ja: Delユーザー

source: del port
es: Del puerto
ja: デルポート

source: modify UUID
es: Modificar UUID
ja: UUIDの変更

source: modify alterID
es: Modificar alterID
ja: AlterIDの変更

source: modify stream
es: Modificar flujo
ja: ストリームの変更

source: modify tls
es: Modificar tls
ja: Tlsの変更

source: modify shadowsocks method
es: Modificar el método shadowsocks
ja: Shadowsocksメソッドを変更する

source: modify shadowsocks password
es: Modificar contraseña de shadowsocks
ja: Shadowsocksのパスワードを変更する

source: CDN mode(need domain)
es: Modo CDN (necesita dominio)
ja: CDNモード (ドメインが必要)

source: V2ray Traffic Statistics
es: Estadísticas de tráfico de V2ray
ja: V2rayトラフィック統計

source: Xray Traffic Statistics
es: Estadísticas de tráfico de Xray
ja: Xrayトラフィック統計

source: Iptables Traffic Statistics
es: Estadísticas de Tráfico Iptables
ja: Iptablesトラフィック統計

source: Ban Bittorrent
es: Prohibición de Bittorrent
ja: Bittorrentを禁止する

source: Schedule Update V2ray
es: Programar actualización V2ray
ja: スケジュール更新V2ray

source: Schedule Update Xray
es: Programar actualización Xray
ja: Xrayの更新スケジュール

source: Clean V2ray Log
es: Limpia V2ray Log
ja: クリーンV2rayログ

source: Clean Xray Log
es: Limpie el registro de la radiografía
ja: クリーンXrayログ

source: Change Language
es: Cambiar idioma
ja: 言語を変更する

source: HTTPS Socks5 don't support telegram share link
es: HTTPS Socks5 no admite el enlace compartido de telegrama
ja: HTTPS Socks5は電報共有リンクをサポートしていません

source: Tip: The same group's node protocol, port, tls are the same.
es: Sugerencia: El protocolo de nodo del mismo grupo, puerto, tls son los mismos.
ja: ヒント: 同じグループのノードプロトコル、ポート、tlsは同じです。

source: last node can't delete!!!
es: ¡El último nodo no se puede eliminar!
ja: 最後のノードは削除できません!!!

source: please input number to
es: Por favor, introduzca el número a
ja: 番号を入力してください

source: last group can't delete!!!
es: ¡El último grupo no se puede borrar!
ja: 最後のグループは削除できません!!!

source: please input group to
es: Por favor grupo de entrada a
ja: グループを入力してください

source: input error, please check group
es: Error de entrada, compruebe el grupo
ja: 入力エラー、グループを確認してください

source: exist
es: Existir
ja: 存在

source: clean v2ray log success!
es: ¡Limpia el éxito del registro de v2ray!
ja: クリーンv2rayログ成功!

source: clean xray log success!
es: ¡Limpie el éxito del registro de rayos X!
ja: クリーンxrayログ成功!

source: ipv6 network not support update v2ray online, please manual donwload v2ray to update!
es: ¡IPv6 red no soporte de actualización v2ray en línea, por favor manual donwload v2ray para actualizar!
ja: Ipv6ネットワークは更新v2rayをオンラインでサポートしていません、更新するためにdonwload v2rayを手動でください!

source: ipv6 network not support update xray online, please manual donwload xray to update!
es: ¡IPv6 red no soporte actualización xray en línea, por favor manual donwload xray para actualizar!
ja: Ipv6ネットワークは更新xrayをオンラインでサポートしていません、donwload xrayを更新するためにマニュアルしてください!

source: download v2ray-linux-xx.zip and run 'bash <(curl -L -s https://multi.netlify.app/go.sh) -l v2ray-linux-xx.zip' to update
es: Descargar v2ray-linux-xx.zip y ejecutar 'bash <(curl -L -s https://multi.net lify.app/go.sh) -l v2ray-linux-xx.zip 'para actualizar
ja: V2ray-linux-xx.zipをダウンロードし、「bash <(curl -L -s https://multi.net lify.app/go.sh) -l v2ray-linux-xx.zip」を実行して更新します

source: download Xray-linux-xx.zip and run 'bash <(curl -L -s https://multi.netlify.app/go.sh) -l Xray-linux-xx.zip -x' to update
es: Descargar Xray-linux-xx.zip y ejecutar 'bash <(curl -L -s https://multi.net liy. app/go.sh) -l Xray-linux-xx.zip -x 'para actualizar
ja: Xray-linux-xx.zipをダウンロードし、「bash <(curl -L -s https://multi.net lify.app/go.sh) -l Xray-linux-xx.zip -x」を実行して更新します

source: check v2ray no install, auto install v2ray..
es: Comprobar v2ray no instalar, auto instalar v2ray ..
ja: チェックv2rayインストールなし、自動インストールv2ray ..

source: check xray no install, auto install xray..
es: Comprobar xray no instalar, auto instalar xray ..
ja: チェックxrayインストールなし、自動インストールxray ..

source: close tls will also close HTTP/2!
es: ¡Cerrar tls también cerrará HTTP/2!
ja: Close tlsはHTTP/2も閉じます!

source: already reset protocol to origin kcp
es: Ya restablecer el protocolo a origen kcp
ja: すでにプロトコルをオリジンkcpにリセット

source: add port group success!
es: ¡Añadir el éxito del grupo de puertos!
ja: ポートグループの成功を追加!

source: add socks5 user success!
es: ¡Añadir socks5 éxito usuario!
ja: Socks5ユーザーの成功を追加!

source: add trojan user success!
es: ¡Añadir el éxito del usuario troyano!
ja: トロイの木馬ユーザーの成功を追加!

source: add user success!
es: ¡Añadir éxito usuario!
ja: ユーザーの成功を追加!

source: del user success!
es: ¡Del éxito del usuario!
ja: デルユーザーの成功!

source: del port success!
es: ¡Éxito del puerto!
ja: デルポートの成功!

source: Ban BT status
es: Prohibir el estado de BT
ja: BTステータスの禁止

source: Iptables Port Traffic Statistics
es: Iptables Port Estadísticas de tráfico
ja: Iptablesポートのトラフィック統計

source: 1.check statistics result
es: 1. comprobar el resultado de las estadísticas
ja: 1.統計結果を確認する

source: 2.reset special port statistics
es: Estadísticas especiales del puerto 2.reset
ja: 2.特別なポート統計をリセットする

source: please input reset port:
es: Por favor, Puerto de reinicio de entrada:
ja: 入力してくださいリセットポート:

source: reset success!
es: ¡Restablecer el éxito!
ja: リセット成功!

source: no data traffic now!
es: ¡No hay tráfico de datos ahora!
ja: 今データトラフィックなし!

source: V2ray Traffic Statistics Status
es: Estado de las estadísticas de tráfico de V2ray
ja: V2rayトラフィック統計ステータス

source: Xray Traffic Statistics Status
es: Estado de las estadísticas de tráfico Xray
ja: Xrayトラフィック統計ステータス

source: 1.open statistics
es: 1. estadísticas abiertas
ja: 1.統計を開く

source: 2.close statistics
es: 2. cerrar estadísticas
ja: 2.統計を閉じる

source: 3.check user statistics result
es: 3. comprobar resultado de las estadísticas de usuario
ja: 3.ユーザー統計結果を確認する

source: 4.check group statistics result
es: Resultado de las estadísticas del grupo 4.check
ja: 4.グループ統計結果を確認する

source: 5.reset statistics
es: 5. restablecer las estadísticas
ja: 5.統計のリセット

source: tip: restart v2ray will reset traffic statistics!!!
es: ¡Consejo: reiniciar v2ray restablecerá las estadísticas de tráfico!
ja: Tip: 再起動v2rayはトラフィック統計をリセットします!!!

source: tip: restart xray will reset traffic statistics!!!
es: ¡Consejo: reiniciar xray restablecerá las estadísticas de tráfico!
ja: Tip: xrayを再起動するとトラフィック統計がリセットされます!!!

source: open traffic statistics will close schedule update v2ray, continue?(y/n):
es: Abrir las estadísticas de tráfico cerrará la actualización del horario v2ray, continuar?(y/n):
ja: オープントラフィック統計はスケジュール更新v2rayを閉じます、続行しますか?(y/n):

source: open traffic statistics will close schedule update xray, continue?(y/n):
es: Las estadísticas de tráfico abiertas cerrarán la actualización del horario xray, continuar?(y/n):
ja: オープントラフィック統計は、スケジュールの更新xrayを閉じます。続行しますか?(y/n):

source: undo open traffic statistics!!
es: ¡Deshacer estadísticas de tráfico abierto!
ja: 開いているトラフィック統計を元に解除します!!

source: open traffic statistics success!
es: ¡El éxito de las estadísticas de tráfico abierto!
ja: オープントラフィック統計の成功!

source: close traffic statistics success!
es: ¡Cerrar las estadísticas de tráfico éxito!
ja: 近い交通統計の成功!

source: only open traffic statistics to operate
es: Solo abrir las estadísticas de tráfico para operar
ja: 運用するためのオープントラフィック統計のみ

source: please input number or group alphabet to reset:
es: Por favor, introduzca el número o alfabeto de grupo para restablecer:
ja: リセットする番号またはグループのアルファベットを入力してください:

source: no effective email!!!
es: ¡No hay email efectivo!
ja: 効果的なメールはありません!!!

source: modify alterId
es: Modificar alterId
ja: AlterIdを変更する

source: node alterID
es: AlterID de nodo
ja: ノードalterID

source: please input new alterId:
es: Por favor ingrese nuevo alterId:
ja: 新しいalterIdを入力してください:

source: alterId modify success!
es: ¡AlterId modificar éxito!
ja: AlterIdは成功を修正します!

source: only vmess protocol can modify alterId!
es: ¡Solo el protocolo vmess puede modificar alterId!
ja: AlterIdを変更できるのはvmessプロトコルのみです!

source: modify dyn_port
es: Modificar dyn_port
ja: Dyn_portの変更

source: dyn_port status
es: Estado de dyn_port
ja: Dyn_portステータス

source: open/close dyn_port(y/n):
es: Abrir/cerrar dyn_port(y/n):

source: please input dyn_port alterID(default 32):
es: Por favor, introduzca dyn_port alterID (por defecto 32):
ja: 入力してくださいdyn_port alterID (デフォルト32):

source: open dyn_port success!
es: ¡Abrir el éxito dyn_port!
ja: オープンdyn_port成功!

source: close dyn_port success!
es: ¡Cerrar el éxito de dyn_port!
ja: Dyn_portの成功を閉じる!

source: modify email
es: Modificar correo electrónico
ja: メールの変更

source: Socks5 don't support email!
es: ¡Socks5 no es compatible con el correo electrónico!
ja: Socks5はメールをサポートしていません!

source: node email
es: Correo electrónico del nodo
ja: ノードメール

source: please input new email:
es: Por favor, introduzca un nuevo correo electrónico:
ja: 新しいメールを入力してください:

source: not email, please input again
es: No correo electrónico, por favor ingrese de nuevo
ja: メールではなく、再度入力してください

source: have same email, please input other
es: Tiene el mismo correo electrónico, por favor ingrese otro
ja: 同じ電子メールを持って、他を入力してください

source: modify email success!
es: ¡Modificar el éxito del correo electrónico!
ja: メールの成功を変更!

source: modify uuid
es: Modificar uuid
ja: Uuidを変更

source: node UUID
es: UUID nodo
ja: ノードUUID

source: get new UUID?(y/n):
es: ¿Obtener un nuevo UUID?(y/n):
ja: 新しいUUIDを取得しますか?(y/n):

source: new UUID
es: Nuevo UUID
ja: 新しいUUID

source: UUID modify success!
es: ¡UUID modificar el éxito!
ja: UUIDは成功を変更します!

source: undo modify
es: Deshacer modificar
ja: 元に変更

source: only vmess/VLESS protocol can modify uuid!
es: ¡Solo el protocolo vmess/VLESS puede modificar uuid!
ja: Vmess/VLESSプロトコルのみがuuidを変更できます!

source: modify port
es: Modificar puerto
ja: ポートの変更

source: group port
es: Puerto de grupo
ja: グループポート

source: please input new port(support range port(use '-' as separator), all range port can effect):
es: Por favor entrada nuevo puerto (soporte de puerto de rango (uso '-' como separador), todo el puerto de rango puede efecto):
ja: 新しいポートを入力してください (範囲ポートをサポート (セパレータとして '-' を使用) 、すべての範囲ポートが有効になります):

source: port modify success!
es: ¡Puerto modificar éxito!
ja: ポート変更成功!

source: modify tcpFastOpen
es: Modificar tcpFastOpen
ja: TcpFastOpenの変更

source: V2ray MTProto/Shadowsocks don't support tcpFastOpen!!!
es: ¡V2ray MTProto/Shadowsocks no soporta tcpFastOpen!
ja: V2ray MTProto/ShadowsocksはtcpFastOpenをサポートしていません!!!

source: Xray MTProto/Shadowsocks don't support tcpFastOpen!!!
es: ¡Xray MTProto/Shadowsocks no soporta tcpFastOpen!
ja: Xray MTProto/ShadowsocksはtcpFastOpenをサポートしていません!!!

source: group tcpFastOpen
es: Grupo tcpFastOpen
ja: グループtcpFastOpen

source: 1.open TFO(force open)
es: 1. TFO abierto (fuerza abierta)
ja: 1.オープンTFO (力オープン)

source: 2.close TFO(force close)
es: 2. cerrar TFO (fuerza de cierre)
ja: 2.近いTFO (力近い)

source: 3.delete TFO(use system default profile)
es: 3.delete TFO (utilice el perfil predeterminado del sistema)
ja: 3.TFOを削除する (システムのデフォルトプロファイルを使用)

source: input error! input -h or --help to get help
es: ¡Error de entrada! Input-h o -- ayuda para obtener ayuda
ja: 入力エラー! Input-hまたは -- 助けを得るために

source: please input socks user:
es: Por favor entrada calcetines usuario:
ja: 靴下ユーザーを入力してください:

source: please input socks password:
es: Por favor entrada calcetines contraseña:
ja: 靴下のパスワードを入力してください:

source: socks user or password is null!!
es: ¡Calcetines de usuario o contraseña es nula!
ja: 靴下ユーザーまたはパスワードはnullです!!

source: random generate (srtp | wechat-video | utp | dtls) fake header, new protocol
es: Al azar generar (srtp | wechat-video | utp | dtls) encabezado falso, nuevo protocolo
ja: ランダム生成 (srtp | wechat-video | utp | dtls) 偽のヘッダー、新しいプロトコル

source: random generate port
es: Generar puerto aleatorio
ja: ランダム生成ポート

source: enter to use, or input customize port
es: Enter para usar o entrada personalizar puerto
ja: 入力して使用する、または入力カスタマイズポート

source: port is use, please input other port!
es: ¡Puerto es el uso, por favor, introduzca otro puerto!
ja: ポートは使用です、他のポートを入力してください!

source: new port
es: Nuevo puerto
ja: 新しいポート

source: add user
es: Agregar usuario
ja: ユーザーを追加

source: create random email:
es: Crear correo electrónico aleatorio:
ja: ランダムなメールを作成する:

source: , enter to use it or input new email:
es: , Ingrese para usarlo o ingrese un nuevo correo electrónico:
ja: 、入力して使用するか、新しいメールを入力します。

source: local group is socks, please input user and password to create user
es: El grupo local es calcetines, ingrese el usuario y la contraseña para crear el usuario
ja: ローカルグループは靴下です。ユーザーとパスワードを入力してユーザーを作成してください

source: Mtproto protocol only support one user!!
es: ¡Protocolo Mtproto sólo el apoyo de un usuario!
ja: Mtprotoプロトコルは1人のユーザーのみをサポート!!

source: Shadowsocks protocol only support one user, u can add new port to multiple SS!
es: ¡El protocolo de Shadowsocks apoya solamente un usuario, u puede añadir el nuevo puerto a los SS múltiples!
ja: Shadowsocksプロトコルは1人のユーザーのみをサポートし、Uは複数のSSに新しいポートを追加できます!

source: del group info:
es: Información del grupo del:
ja: デルグループ情報:

source: delete?(y/n):
es: Eliminar?(y/n):

source: undo delete
es: Deshacer eliminar
ja: 削除を元に戻す

source: del user info:
es: Información del usuario del:
ja: デルユーザー情報:

source: create random trojan user password:
es: Crear contraseña de usuario troyano aleatorio:
ja: ランダムなtrojanユーザーパスワードを作成する:

source: , enter to use or input new password:
es: , Ingrese para usar o ingrese una nueva contraseña:
ja: を入力して新しいパスワードを使用または入力します。

source: please select shadowsocks method:
es: Seleccione shadowsocks método:
ja: Shadowsocksメソッドを選択してください:

source: input out of range!!
es: ¡Entrada fuera de rango!
ja: 範囲外の入力!!

source: random generate password
es: Aleatorio generar contraseña
ja: ランダムにパスワードを生成

source: enter to use, or input customize password:
es: Enter to use, o entrada customize password:
ja: 入力して使用するか、または入力カスタマイズパスワード:

source: modify SS
es: Modificar SS
ja: SSの変更

source: local group not Shadowsocks protocol!
es: ¡Grupo local no Shadowsocks protocolo!
ja: ローカルグループではないShadowsocksプロトコル!

source: modify Shadowsocks
es: Modificar Shadowsocks
ja: Shadowsocksを変更する

source: success
es: Éxito
ja: 成功

source: please input fake domain:
es: Por favor ingrese un dominio falso:
ja: 偽のドメインを入力してください:

source: please select ss method:
es: Por favor seleccione el método ss:
ja: Ssメソッドを選択してください:

source: please input reality serverName(domain):
es: Ingrese el serverName de la realidad (dominio):
ja: Reality serverName (ドメイン) を入力してください:

source: open xray grpc multiMode?(y/n):
es: Abrir xray grpc multiMode?(y/n):
ja: オープンxray grpc multiMode?(y/n):

source: please select fake header:
es: Por favor, seleccione encabezado falso:
ja: 偽のヘッダーを選択してください:

source: modify protocol
es: Modificar protocolo
ja: プロトコルの変更

source: group protocol
es: Protocolo de grupo
ja: グループプロトコル

source: please select new protocol:
es: Seleccione nuevo protocolo:
ja: 新しいプロトコルを選択してください:

source: please input number!
es: ¡Número de entrada por favor!
ja: 番号を入力してください!

source: V2ray MTProto/Shadowsocks not support https, close tls success!
es: ¡V2ray MTProto/Shadowsocks no soporta https, cerca de éxito tls!
ja: V2ray MTProto/Shadowsocksはhttpsをサポートしていません。近いtls成功!

source: Xray MTProto/Shadowsocks not support https, close tls success!
es: ¡Xray MTProto/Shadowsocks no soporta https, cerca de éxito tls!
ja: Xray MTProto/Shadowsocksはhttpsをサポートしていません。近いtls成功!

source: modify protocol success
es: Modificar el éxito del protocolo
ja: プロトコルの成功を変更

source: auto switch 443 port..
es: Puerto auto del interruptor 443.
ja: 自動スイッチ443ポート ..

source: 1. Let's Encrypt certificate
es: 1. Let's Encrypt certificado
ja: 1.証明書を暗号化しましょう

source: 2. ZeroSSL certificate
es: 2. Certificado ZeroSSL
ja: 2. ZeroSSL証明書

source: 3. BuyPass certificate
es: Certificado 3. BuyPass
ja: 3. BuyPass証明書

source: 4. Customize certificate file path
es: 4. Personalizar la ruta del archivo de certificado
ja: 4.証明書ファイルのパスをカスタマイズする

source: local vps ip address:
es: Dirección IP local del vps:
ja: ローカルvps ipアドレス:

source: please input your vps domain:
es: Por favor ingrese su dominio vps:
ja: あなたのvpsドメインを入力してください:

source: domain check error!!!
es: ¡Error de comprobación de dominio!
ja: ドメインチェックエラー!!!

source: domain can't analysis to local ip!!!
es: ¡Dominio no puede análisis a IP local!
ja: ドメインはローカルIPに分析できません!!!

source: please input your email to apply for a certificate:
es: Por favor ingrese su correo electrónico para solicitar un certificado:
ja: 証明書を申請するには、メールを入力してください。

source: not valid email, please input again!
es: ¡No es un correo electrónico válido, por favor ingrese de nuevo!
ja: 有効なメールではありません。再度入力してください!

source: auto generate SSL certificate, please wait..
es: Auto generar certificado SSL, por favor espere ..
ja: SSL証明書を自動生成します。しばらくお待ちください。

source: please input certificate cert file path:
es: Ingrese la ruta del archivo cert del certificado:
ja: 証明書certファイルパスを入力してください:

source: please input certificate key file path:
es: Ingrese la ruta del archivo de clave de certificado:
ja: 証明書キーファイルパスを入力してください:

source: certificate cert or key not exist!
es: ¡Certificado cert o clave no existe!
ja: 証明書またはキーが存在しません!

source: please input the certificate cert file domain:
es: Ingrese el dominio del archivo cert del certificado:
ja: 証明書certファイルドメインを入力してください:

source: domain is null!
es: ¡El dominio es nulo!
ja: ドメインはnullです!

source: group tls status
es: Estado de tls de grupo
ja: グループtlsステータス

source: 1.open TLS
es: 1. TLS abierto
ja: 1.オープンTLS

source: 2.close TLS
es: 2. cerrar TLS

source: MTProto/Shadowsocks protocol not support https!!!
es: ¡El protocolo MTProto/Shadowsocks no es compatible con https!
ja: MTProto/Shadowsocksプロトコルはhttpsをサポートしていません!!!

source: modify cdn
es: Modificar cdn
ja: Cdnの変更

source: please input run cdn mode domain:
es: Por favor ingrese el dominio del modo de ejecución cdn:
ja: 実行cdnモードドメインを入力してください:

source: domain is empty!
es: ¡El dominio está vacío!
ja: ドメインは空です!

source: this group domain {}, enter to use it or input other domain:
es: Este dominio de grupo {}, ingrese para usarlo o ingrese otro dominio:
ja: このグループドメイン {}を入力して使用するか、他のドメインを入力します:

source: must be close cdn proxy!
es: ¡Debe estar cerca de cdn proxy!
ja: 近いcdnプロキシでなければなりません!

source: please select https port to cdn:
es: Seleccione el puerto https a cdn:
ja: Cdnにhttpsポートを選択してください:

source: please select protocol to cdn:
es: Seleccione el protocolo a cdn:
ja: Cdnにプロトコルを選択してください:

source: open
es: Abierto
ja: オープン

source: close
es: Cerrar
ja: 閉じる

source: schedule update v2ray task
es: Programar actualización v2ray tarea
ja: スケジュール更新v2rayタスク

source: schedule update xray task
es: Programar tarea de actualización de rayos X
ja: Xrayタスクの更新スケジュール

source: 1.open schedule task
es: 1. tarea de programación abierta
ja: 1.openスケジュールタスク

source: 2.close schedule task
es: 2. cerrar la tarea de programación
ja: 2.closeスケジュールタスク

source: Tip: open schedule update v2ray at 3:00
es: Consejo: abrir la actualización del horario v2ray a las 3:00
ja: ヒント: 3:00にオープンスケジュール更新v2ray

source: Tip: open schedule update xray at 3:00
es: Consejo: horario abierto actualización xray a las 3:00
ja: ヒント: 3:00にオープンスケジュール更新xray

source: have open schedule!
es: ¡Tienen horario abierto!
ja: オープンスケジュールを持っている!

source: close shedule task success
es: Cerrar shedule tarea éxito
ja: Close sheduleタスクの成功

source: Beijing time: 3, VPS time
es: Tiempo de Beijing: 3, tiempo de VPS
ja: 北京時間: 3、VPS時間

source: success open schedule update task!
es: ¡Éxito tarea de actualización de horario abierto!
ja: 成功オープンスケジュール更新タスク!

source: del
ja: デル

source: Ban BT?(y/n):
ja: BTを禁止しますか?(y/n):
